Repository: neetrino/Bank-integration-shop
Catalog: payment integration/Example only/PlanetStudio/arca-payment-gateway-pro/lang/arca-payment-gateway-*.po
Languages: hy

source: ArCa Payments Gateway form not found
hy: ArCa վճարային խողովակի ձևը չի գտնվել

source: Copied to clipboard!
hy: Պատճենված է բուֆերում

source: Are you sure you want to delete this item?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել այս տարրը:

source: Dashboard
hy: Հաշվետվություն

source: Order log
hy: Պատվերների մատյան

source: Error logs
hy: Սխալների մատյան

source: Price list
hy: Գնացուցակ

source: Checkout form
hy: Պատվերի ձև

source: Currency
hy: Արժույթներ

source: Configurations
hy: Կարգավորումներ

source: Buy now
hy: Գնել հիմա

source: Price:
hy: Գին՝

source: Pay
hy: Վճարել

source: Your invoice
hy: Ձեր անդորագիրը

source: Invoice number:
hy: Անդորագրի համարը՝

source: Date of payment:
hy: Վճարման ամսաթիվ՝

source: Sum
hy: Գումար

source: Payer:
hy: Վճարող՝

source: email
hy: Էլ. Փոստ՝

source: Product name
hy: Ապրանքի անվանումը

source: Description:
hy: Նկարագրություն՝

source: Thanks for your payment, our specialist will contact you.
hy: Շնորհակալություն վճարման համար, մեր մասնագետը կկապվի ձեզ հետ:

source: Invoice
hy: Անդորագիր

source: An error has occurred
hy: Տեղի ունեցավ սխալ։

source: Unfortunately your payment has failed
hy: Ցավոք, ձեր վճարումը ձախողվեց։

source: Payment has failed
hy: Վճարումը ձախողվեց

source: Done!
hy: Կատարված!

source: Input name
hy: Դաշտ

source: Type
hy: Տեսակ

source: Enabled
hy: Ակտիվ

source: Required
hy: Պարտադիր

source: Actions
hy: Գործողություններ

source: Save
hy: Պահպանել

source: Checkuot page
hy: Պատվերի էջ

source: Select to change
hy: Ընտրեք փոխելու համար

source: Shortcode
hy: Շորթկոդ

source: Copy
hy: Պատճենել

source: Incorrect order registration URL
hy: Պատվերի գրանցման URL-ը սխալ է

source: Incorrect ArCa admin URL
hy: ArCa կառավարման վահանակի հասցեն սխալ է

source: Incorrect API username
hy: Սխալ API օգտագործողի անուն

source: Incorrect API password
hy: Սխալ API գաղտնաբառ

source: incorrect default_language
hy: Սխալ լռելյայն լեզու

source: incorrect default_currency
hy: Սխալ լռելյայն արժույթ

source: Incorrect extended order status URL
hy: Ընդլայնված պատվերի կարգավիճակի URL- ն սխալ է

source: incorrect rest_serverID
hy: Սխալ rest_serverID

source: Incorrect email address
hy: Էլ.փոստի հասցեն սխալ է

source: Working mode
hy: Աշխատանքային ռեժիմ

source: Server configs
hy: Սերվերի կարգավորումներ

source: API username:
hy: API Օգտանուն՝

source: API password:
hy: API Գաղտնաբառ՝

source: Default language:
hy: Լռելյայն լեզու՝

source: Default currency:
hy: Լռելյայն արժույթ՝

source: Orders number prefix:
hy: Պատվերների համարների նախածանց։

source: Order number starting from
hy: Պատվերի համարը սկսվում է

source: Orders will increase starting from the specified number, the type must be integer (for example, 100).
hy: Պատվերները կավելանան սկսած նշված թվից, տեսակը պետք է լինի ամբողջ թիվ (օրինակ ՝ 100):

source: API connection settings
hy: API միացման կարգավորումներ

source: ArCa admin URL:
hy: ArCa Կառավարման վահանակի URL՝

source: Order registration URL:
hy: Պատվերի գրանցման URL՝

source: Getting the extended order status URL:
hy: Պատվերի կարգավիճակի ստացման URL՝

source: Email from:
hy: Ուղարկող Էլ. հասցե

source: Specify the email address from which the payer will receive the invoice, admin email is default.
hy: Նշեք էլ. Փոստի հասցեն, որից վճարողը կստանա հաշիվ ապրանքագիր, ադմինիստրատորի էլ. Փոստը լռելյայն է:

source: Currency code
hy: Արժույթի կոդը

source: Currency abbr
hy: Արժույթը կարճ

source: Currency name
hy: Արժույթը

source: Active
hy: Ակտիվ

source: Default
hy: Լռելյայն

source: Today:
hy: Այսօր ՝

source: Orders
hy: Պատվերներ

source: Count
hy: Քանակ

source: This week:
hy: Այս շաբաթ`

source: Last week:
hy: Անցած շաբաթ`

source: Last month:
hy: Անցած ամիս`

source: All time:
hy: Ամբողջ ժամանակ`

source: Date
hy: Ամսաթիվ

source: Error
hy: Սխալ

source: Delete
hy: Ջնջել

source: How to use
hy: Ինչպես օգտագործել

source: Product price
hy: Ապրանքի գինը

source: Create a product by adding "Product Name" and "Price" and click the "Add" button.
hy: Ստեղծեք ապրանք ՝ ավելացնելով «Ապրանքի անվանումը», «Գինը» և սեղմեք «Ավելացնել» կոճակին:

source: Product will appear in "Price list".
hy: Ապրանքը կհայտնվի «Գնացուցակում»:

source: Click the shortcode button and in the pop-up window that opens, select the payment language (the language of the bank page) and select the payment currency.
hy: Սեղմեք շորտկոդ կոճակը և բացվող պատուհանում ընտրեք վճարման լեզուն (բանկի էջի լեզուն) և ընտրեք վճարման արժույթը:

source: Copy shortcode.
hy: Պատճենել շորթկոդը

source: The payment form will appear on the page / post where you placed the shortcode.
hy: Վճարման ձևը կհայտնվի այն էջում, որտեղ դուք տեղադրել եք շորթկոդը:

source: View the page and your payment form will be there.
hy: Դիտեք էջը, և ձեր վճարման ձևը կլինի այնտեղ:

source: Set Currencies
hy: Սահմանեք արժույթները

source: Set or unset the currencies which will be shown in "Price list" page and shortcode popup.
hy: Ընտրեք կամ պասիվացրեք արժույթները, որոնք պետք է ցուցադրվեն «Գնացուցակ» էջում և շորթկոդ պատուհանում:

source: Available currencies in "Price list" page
hy: Հասանելի արժույթներ «Գնացուցակ» էջում

source: Available currencies in shortcode popup
hy: Հասանելի արժույթներ շորթկոդի պատուհանում

source: Checkout Form
hy: Պատվերի ձևակերպման ֆորմա

source: Set or unset checkout form fields which will be visible for payment.
hy: Սահմանեք կամ անջատեք պատվերի ձևակերպման ֆորմայի դաշտերը, որոնք տեսանելի կլինեն վճարման համար:

source: Close
hy: Փակել

source: ArCa admin panel
hy: ArCa Կառավարման վահանակ

source: Order number
hy: Պատվերի համար

source: Order id
hy: Պատվերի ID

source: Product id
hy: Ապրանքի ID

source: Amount
hy: Գումար

source: Error code
hy: Սխալի Ծածկագիր

source: Payment state
hy: Վճարման կարկավիճակ

source: Order date
hy: Վճարման ամսաթիվ

source: Email sent
hy: Նամակն ուղարկվել է

source: Order status
hy: Պատվերի կարգավիճակ

source: Order details
hy: Պատվերի տվյալներ

source: incorrect productName
hy: Սխալ «Ապրանքային անուն»

source: incorrect productPrice
hy: Սխալ «Գին»

source: sql Error:
hy: Տվյալների բազայի սխալ

source: Add new product
hy: Ավելացրեք նոր ապրանք

source: Product description
hy: Ապրանքի նկարագրությունը

source: Add
hy: Ավելացնել

source: Generate your shortcode
hy: Ստեղծեք ձեր շորթկոդը

source: Choose payment language:
hy: Ընտրեք վճարման լեզուն.

source: Choose payment currency:
hy: Ընտրեք վճարման արժույթը։

source: Checkout form shortcode
hy: Պատվերի ձևակերպման ֆորմայի շորթկոդ

source: Buy it button shortcode
hy: Գնեք հիմա կոճակի շորթկոդ

source: Full name:
hy: Լրիվ անունը

source: Phone number:
hy: Հեռախոսահամար՝

source: Email:
hy: Էլ. Փոստ՝

source: Country:
hy: Երկիր՝

source: City:
hy: Քաղաք՝

source: Address:
hy: Հասցե՝

source: Zip Code:
hy: Փոստային ինդեքս՝

source: Comments:
hy: Մեկնաբանություն՝

source: Upgrade to PRO
hy: Անցնել PRO տարբերակին

source: Switch
hy: Փոխել

source: Bank:
hy: Բանկ`

source: Client ID:
hy: Հաճախորդի ID

source: Incorrect ClientID
hy: Սխալ հաճախորդID

source: Start of the OrderID range in the test mode:
hy: Տեստային միջավայրում OrderID միջակայքի սկիզբ՝

source: End of the OrderID range in the test mode:
hy: Տեստային միջավայրում OrderID միջակայքի վերջ՝

source: Incorrect description
hy: Սխալ նկարագրություն

source: Online payment
hy: Առցանց վճարում

source: WC order
hy: WC պատվեր

source: Support
hy: Օգնություն

source: Create a support ticket
hy: Ստեղծեք աջակցության տոմս

source: Call: +374 10 561106
hy: Զանգահարեք` +374 10 561106

source: Test min OrderId:
hy: Տեստային միջավայրում Order ID միջակայքի սկիզբ՝

source: Test max OrderId:
hy: Տեստային միջավայրում Order ID միջակայքի վերջ՝

source: Buy
hy: Գնել

source: incorrect start digit orders
hy: Սխալ պատվերների համարների մեկնարկային թիվ

source: Set
hy: Նշանակել

source: Payment form
hy: Վճարման ձև

source: License:
hy: Լիցենզիա

source: Something went wrong
hy: Ինչ որ բան այնպես չգնաց

source: Activation key
hy: Ակտիվացման բանալի

source: Activate
hy: Ակտիվացնել

source: License key is active
hy: Լիցենզիայի բանալին ակտիվ է

source: Activation Key is required
hy: Պահանջվում է ակտիվացման բանալի

source: Something went wrong, please try again.
hy: Սխալ առաջացավ, խնդրում ենք նորից փորձեք

source: vPOS Account
hy: vPOS Հաշիվ

source: API Test Port:
hy: API տեստային պորտ

source: Incorrect API Test Port:
hy: Սխալ API տեստային պորտ

source: ArCa Payment Gateway Deactivation
hy: ArCa վճարային դարպասի ապաակտիվացում

source: * I have read and agree to the website terms and conditions
hy: * Ես կարդացել և համաձայն եմ կայքի դրույթներին և պայմաններին

source: Checkout
hy: Պատվերի ձևակերպում

source: Credit Card
hy: Կրեդիտ քարտ

source: Gateway status
hy: Վճարման համակարգի կարգավիճակ

source: Plugin version:
hy: Plugin-ի տարբերակ՝

source: Active currencies:
hy: Ակտիվ արժույթներ՝

source: Working mode:
hy: Աշխատանքային ռեժիմ՝

source: Idram status:
hy: Idram կարգավիճակ՝

source: Idram test mode:
hy: Idram թեստային ռեժիմ՝

source: Finance report
hy: Ֆինանսական հաշվետվություն

source: Idram Settings
hy: Idram Կարգավորումներ

source: Idram Account
hy: Idram Հաշիվ

source: Enable Idram
hy: Միացնել Idram-ը

source: Idram ID:
hy: Idram Օգտանուն՝

source: Idram Key:
hy: Idram Գաղտնաբառ՝

source: Idram Test Account
hy: Idram Թեստային հաշիվ՝

source: Enable test mode
hy: Միացնել թեստային տարբերակը

source: Idram Test ID:
hy: Idram Թեստային Օգտանուն՝

source: Idram Test Key:
hy: Idram Թեստային գաղտնաբառ՝

source: Idram Payment System provide it
hy: Տրամադրում է Idram-ը

source: Enable Roket Line
hy: Միացնել Roket Line-ը

source: Idram Callback URLs
hy: Idram Callback URL-ներ

source: vPOS Settings
hy: vPOS Կարգավորումներ

source: How To Use
hy: Ինչպես օգտվել

source: Delete All
hy: Ջնջել բոլորը

source: Privacy Policy Page
hy: Գաղտնիության քաղաքականության էջ

source: Your order
hy: Ձեր պատվերը

source: Billing details
hy: Վճարման մանրամասները

source: days left:
hy: Մնացել է օր՝

source: Real Orders
hy: Իրական պատվերներ

source: Test Orders
hy: Փորձարկման պատվերներ

source: WooCommerce order status:
hy: WooCommerce պատվերի կարգավիճակ`

source: Incorrect payment method
hy: Սխալ վճարման եղանակ
