Repository: neetrino/Bank-integration-shop
Catalog: Vpos - Doc/PlanetStudio Agency/arca-payment-gateway-test/lang/arca-payment-gateway-*.po
Languages: ru_ru

source: ArCa Payments Gateway form not found
ru_ru: Форма ArCa Платежный шлюз не найдена

source: Copied to clipboard!
ru_ru: Скопировано в буфер!

source: Are you sure you want to delete this item?
ru_ru: Вы уверены, что хотите удалить этот элемент?

source: Dashboard
ru_ru: Отчеты

source: Order log
ru_ru: Журнал заказов

source: Error logs
ru_ru: Журнал ошибок

source: Price list
ru_ru: Прайс-лист

source: Checkout form
ru_ru: Форма оплаты

source: Currency
ru_ru: Валюты

source: Configurations
ru_ru: Конфигурации

source: Buy now
ru_ru: Купить сейчас

source: Price:
ru_ru: Цена:

source: Pay
ru_ru: Оплатить

source: Your invoice
ru_ru: Ваша квитанция

source: Invoice number:
ru_ru: Номер квитанции:

source: Date of payment:
ru_ru: Дата оплаты:

source: Sum
ru_ru: Сумма

source: Payer:
ru_ru: Плательщик:

source: email
ru_ru: Эл. почта:

source: Product name
ru_ru: Наименование товара

source: Description:
ru_ru: Описание:

source: Thanks for your payment, our specialist will contact you.
ru_ru: Спасибо за оплату, с вами свяжется наш специалист.

source: Invoice
ru_ru: Квитанция

source: An error has occurred
ru_ru: Произошла ошибка.

source: Unfortunately your payment has failed
ru_ru: К сожалению, ваш платеж не прошел

source: Payment has failed
ru_ru: Платеж не прошел

source: Done!
ru_ru: Готово!

source: Input name
ru_ru: Поля

source: Type
ru_ru: Тип

source: Enabled
ru_ru: Включено

source: Required
ru_ru: Обязательный

source: Actions
ru_ru: Действия

source: Save
ru_ru: Сохранить

source: Checkuot page
ru_ru: Форма оформления заказа

source: Select to change
ru_ru: Выберите, чтобы изменить

source: Shortcode
ru_ru: Шорткод

source: Copy
ru_ru: Копировать

source: Incorrect order registration URL
ru_ru: Неправильный URL регистрации заказа

source: Incorrect ArCa admin URL
ru_ru: Неправильный URL администратора ArCa

source: Incorrect API username
ru_ru: Неправильное имя пользователя API

source: Incorrect API password
ru_ru: Неправильный пароль API

source: incorrect default_language
ru_ru: Неверный “Язык по умолчанию”

source: incorrect default_currency
ru_ru: Неверный “Валюта по умолчанию”

source: Incorrect extended order status URL
ru_ru: Неправильный URL расширенного статуса заказа

source: incorrect rest_serverID
ru_ru: Неверный “URL регистрации заказа”

source: Incorrect email address
ru_ru: Неверный адрес эл. почты

source: Working mode
ru_ru: Режим работы

source: Server configs
ru_ru: Конфигурации сервера

source: API username:
ru_ru: API Логин։

source: API password:
ru_ru: API Пароль։

source: Default language:
ru_ru: Язык по умолчанию:

source: Default currency:
ru_ru: Валюта по умолчанию:

source: Orders number prefix:
ru_ru: Префикс номера заказов:

source: Order number starting from
ru_ru: Номер заказа начиная с

source: Orders will increase starting from the specified number, the type must be integer (for example, 100).
ru_ru: Заказы будут увеличиваться, начиная с указанного числа, тип должен быть целым (например, 100).

source: API connection settings
ru_ru: Настройки подключения API

source: ArCa admin URL:
ru_ru: URL-адрес Панели управления ArCa:

source: Order registration URL:
ru_ru: URL регистрации заказа:

source: Getting the extended order status URL:
ru_ru: URL расширенного статуса заказа:

source: Email from:
ru_ru: Эл. почта от:

source: Specify the email address from which the payer will receive the invoice, admin email is default.
ru_ru: Укажите адрес электронной почты, с которого плательщик получит счет, адрес электронной почты администратора по умолчанию.

source: Currency code
ru_ru: Код валюты

source: Currency abbr
ru_ru: Валюта сокр.

source: Currency name
ru_ru: Название валюты

source: Active
ru_ru: Активные

source: Default
ru_ru: По умолчанию

source: Today:
ru_ru: Сегодня:

source: Orders
ru_ru: Заказы

source: Count
ru_ru: Количество

source: This week:
ru_ru: На этой неделе:

source: Last week:
ru_ru: На прошлой неделе:

source: Last month:
ru_ru: Прошлый месяц:

source: All time:
ru_ru: Все время:

source: Date
ru_ru: Дата

source: Error
ru_ru: Ошибка

source: Delete
ru_ru: Удалить

source: How to use
ru_ru: Как пользоваться

source: Product price
ru_ru: Цена продукта

source: Create a product by adding "Product Name" and "Price" and click the "Add" button.
ru_ru: Создайте продукт, добавив «Название продукта», «Цену», и нажмите кнопку «Добавить».

source: Product will appear in "Price list".
ru_ru: Товар появится в «Прайс-листе».

source: Click the shortcode button and in the pop-up window that opens, select the payment language (the language of the bank page) and select the payment currency.
ru_ru: Нажмите кнопку шорткода и в открывшемся всплывающем окне выберите язык платежа (язык страницы банка) и выберите валюту платежа.

source: Copy shortcode.
ru_ru: Шорткод

source: The payment form will appear on the page / post where you placed the shortcode.
ru_ru: Форма оплаты появится на странице / посте, где вы разместили шорткод.

source: View the page and your payment form will be there.
ru_ru: Просмотрите страницу, и ваша форма оплаты будет там.

source: Set Currencies
ru_ru: Установить валюту

source: Set or unset the currencies which will be shown in "Price list" page and shortcode popup.
ru_ru: Установите или отключите валюты, которые будут отображаться на странице «Прайс-лист» и во всплывающем окне с Шорткодом.

source: Available currencies in "Price list" page
ru_ru: Доступные валюты на странице «Прайс-лист»

source: Available currencies in shortcode popup
ru_ru: Доступные валюты во всплывающем окне шорткода

source: Checkout Form
ru_ru: Форма оформления заказа

source: Set or unset checkout form fields which will be visible for payment.
ru_ru: Установите или отключите поля формы оформления заказа, которые будут видны для оплаты.

source: Close
ru_ru: Закрыть

source: ArCa admin panel
ru_ru: Панель управления ArCa

source: Order number
ru_ru: Номер заказа

source: Order id
ru_ru: ID заказа

source: Product id
ru_ru: ID продукта

source: Amount
ru_ru: Сумма

source: Error code
ru_ru: Код ошибки

source: Payment state
ru_ru: Состояние платежа

source: Order date
ru_ru: Дата заказа

source: Email sent
ru_ru: Письмо отправлено

source: Order status
ru_ru: Статус заказа

source: Order details
ru_ru: Детали заказа

source: incorrect productName
ru_ru: Неверный “Наименование товара”

source: incorrect productPrice
ru_ru: Неверный “Цена продукта”

source: sql Error:
ru_ru: sql Ошибка:

source: Add new product
ru_ru: Добавить новый продукт

source: Product description
ru_ru: Описание товара

source: Add
ru_ru: Добавить

source: Generate your shortcode
ru_ru: Создайте свой шорткод

source: Choose payment language:
ru_ru: Выберите язык шорткода:

source: Choose payment currency:
ru_ru: Выберите валюту шорткода:

source: Checkout form shortcode
ru_ru: Шорткод формы оформления заказа

source: Buy it button shortcode
ru_ru: Шорткод кнопки "Купить"

source: Full name:
ru_ru: Полное имя:

source: Phone number:
ru_ru: Телефонный номер:

source: Email:
ru_ru: Эл. почта:

source: Country:
ru_ru: Страна:

source: City:
ru_ru: Город։

source: Address:
ru_ru: Адрес։

source: Zip Code:
ru_ru: Почтовый Индекс։

source: Comments:
ru_ru: Комментарии։

source: Upgrade to PRO
ru_ru: Обновить до PRO-Версии

source: Switch
ru_ru: Переключить

source: Bank:
ru_ru: Банк:

source: Client ID:
ru_ru: ID клиента:

source: Incorrect ClientID
ru_ru: Неверный “ID клиента”

source: Start of the OrderID range in the test mode:
ru_ru: Начало диапазона OrderID в тестовой среде։

source: End of the OrderID range in the test mode:
ru_ru: Конец диапазона OrderID в тестовой среде։

source: Incorrect description
ru_ru: Неверный “Описание товара”

source: Online payment
ru_ru: Онлайн платеж

source: WC order
ru_ru: WC заказа

source: Support
ru_ru: Поддержка

source: Create a support ticket
ru_ru: Создать заявку в службу поддержки

source: Call: +374 10 561106
ru_ru: Звоните: +374 10 561106

source: Test min OrderId:
ru_ru: Начало диапазона Order ID в тестовой среде։

source: Test max OrderId:
ru_ru: Конец диапазона Order ID в тестовой среде։

source: Buy
ru_ru: Купить

source: incorrect start digit orders
ru_ru: Неверный “Начальная цифра заказа”

source: Set
ru_ru: Устанавливать

source: Payment form
ru_ru: Форма оплаты

source: License:
ru_ru: Лицензия

source: Something went wrong
ru_ru: Что-то пошло не так

source: Activation key
ru_ru: Ключ активации

source: Activate
ru_ru: Активировать

source: License key is active
ru_ru: Лицензионный ключ активен

source: Activation Key is required
ru_ru: Требуется ключ активации

source: Something went wrong, please try again.
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.

source: vPOS Account
ru_ru: vPOS Учетная запись

source: API Test Port:
ru_ru: Тестовый порт API:

source: Incorrect API Test Port:
ru_ru: Неправильный тестовый порт API:

source: ArCa Payment Gateway Deactivation
ru_ru: Деактивация платежного шлюза ArCa

source: * I have read and agree to the website terms and conditions
ru_ru: * Я прочитал и согласен с условиями сайта

source: Checkout
ru_ru: Оформление заказа

source: Credit Card
ru_ru: Кредитная карта

source: Gateway status
ru_ru: Состояние шлюза

source: Plugin version:
ru_ru: Версия плагина:

source: Active currencies:
ru_ru: Активные валюты:

source: Working mode:
ru_ru: Режим работы:

source: Idram status:
ru_ru: Статус Idram:

source: Idram test mode:
ru_ru: Idram Тестовый режим:

source: Finance report
ru_ru: Финансовый отчет

source: Idram Settings
ru_ru: Idram Настройки

source: Idram Account
ru_ru: Учетная запись Idram

source: Enable Idram
ru_ru: Включить Idram

source: Idram ID:
ru_ru: Idram Логин:

source: Idram Key:
ru_ru: Idram Пароль:

source: Idram Test Account
ru_ru: Тестовая учетная запись Idram

source: Enable test mode
ru_ru: Включить тестовый режим

source: Idram Test ID:
ru_ru: Idram Тестовый логин:

source: Idram Test Key:
ru_ru: Idram Тестовый пароль:

source: Idram Payment System provide it
ru_ru: предоставляет платежная система Idram

source: Enable Roket Line
ru_ru: Включить Roket Line

source: Idram Callback URLs
ru_ru: URL-адреса обратного вызова Idram

source: vPOS Settings
ru_ru: vPOS Настройки

source: How To Use
ru_ru: Как пользоваться

source: Delete All
ru_ru: Удалить все

source: Privacy Policy Page
ru_ru: Страница политики конфиденциальности

source: Your order
ru_ru: Ваш заказ

source: Billing details
ru_ru: Платежные реквизиты

source: days left:
ru_ru: осталось дней:

source: Real Orders
ru_ru: Реальные заказы

source: Test Orders
ru_ru: Тестовые заказы

source: WooCommerce order status:
ru_ru: Статус заказа WooCommerce:

source: Incorrect payment method
ru_ru: Неправильный способ оплаты
